validation/tracerBox/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application rhoSimpleFoam; startFrom startTime; startTime 0; stopAt endTime; endTime 500; deltaT 1;
writeControl timeStep; writeInterval 500; purgeWrite 0; writeFormat ascii; writePrecision 12;
writeCompression off; timeFormat general; timePrecision 6; runTimeModifiable false;

functions
{
    tracer0
    {
        type  scalarTransport;
        libs  (solverFunctionObjects);
        field tracer0;
        D     0.001;
    }
}
