validation/tracerBox/0.orig/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0]; internalField uniform 100000;
boundaryField {
  inlet    { type zeroGradient; }
  outlet   { type fixedValue; value uniform 100000; }
  hotWall  { type zeroGradient; }
  coldWall { type zeroGradient; }
  frontBack { type empty; }
}
