validation/tracerBox/0.orig/tracer0
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      tracer0;
}
dimensions      [0 0 0 0 0 0 0];
internalField   uniform 0;
boundaryField
{
  inlet     { type fixedValue; value uniform 0; }
  outlet    { type zeroGradient; }
  hotWall   { type fixedValue; value uniform 1; }
  coldWall  { type fixedValue; value uniform 0; }
  frontBack { type empty; }
}
